Repository: NearBuyVsVirus/nearbuy-ios
Catalog: Nexd/nexdScreenshots/Resources/*.lproj/LocalizableMock.strings
Languages: de

# article_name_suggestion_1
source: Apple
de: Apfel

# article_name_suggestion_2
source: Apple juice
de: Apfelsaft

# article_name_suggestion_3
source: Apple pie
de: Apfelkuchen

# article_name_suggestion_4
source: Apple sauce
de: Apfelmus

# article_name_suggestion_5
source: Pineapple
de: Apfelringe

# article_name_banana
source: Banana
de: Banane

# article_name_milk
source: Milk
de: Milch

# article_name_coffee
source: Coffee
de: Kaffee

# article_name_water
source: Mineral water (still)
de: Mineralwasser (still)

# unit_name_gram
source: gram
de: Gramm

# unit_name_kilogram
source: kilogram
de: Kilogramm

# unit_short_piece
source: pc.
de: Stk.

# unit_name_piece
source: piece
de: Stück

# unit_short_package
source: pack.
de: Pkg.

# unit_name_package
source: package
de: Packung

# unit_short_bottle
source: btl.
de: Fl.

# unit_name_bottle
source: bottle
de: Flasche

# open_help_request_1_firstname
source: Heather
de: Stephanie

# open_help_request_2_firstname
source: Daniel
de: Erik

# open_help_request_3_firstname
source: Teresa
de: Gabriele

# open_help_request_4_firstname
source: Betty
de: Christina

# open_help_request_5_firstname
source: James
de: Niklas

# accepted_help_request_1_firstname
source: Samuel
de: Leon

# accepted_help_request_1_lastname
source: Smith
de: Faust

# accepted_help_request_1_street
source: Memory Lane
de: Schillerstrasse

# accepted_help_request_1_city
source: Morris
de: Kaufering

# accepted_help_request_2_firstname
source: Barbara
de: Ute

# accepted_help_request_2_lastname
source: Ogrady
de: Bergmann

# accepted_help_request_2_street
source: Poplar Street
de: Budapester Straße

# accepted_help_request_2_city
source: Chicago
de: Kaufering
